Repository: Horttcore/Custom-Post-Type-Downloads
Catalog: languages/custom-post-type-downloads-*.po
Languages: de_de

source: View download
de_de: Download ansehen

source: Preview download
de_de: Download-Vorschau

# taxonomy general name
source: Download Categories
de_de: Download-Kategorien

# taxonomy singular name
source: Download Category
de_de: Download Kategorie

source: Search Download Categories
de_de: Download-Kategorien suchen

source: Popular Download Categories
de_de: Beliebte Download-Kategorien

source: All Download Categories
de_de: Alle Download-Kategorien

source: Parent Download Category
de_de: Übergeordnete Download Kategorie

source: Parent Download Category:
de_de: Übergeordnete Download Kategorie:

source: Edit Download Category
de_de: Download Kategorie bearbeiten

source: View Download Category
de_de: Download Kategorie ansehen.

source: Update Download Category
de_de: Download Kategorie aktualisieren.

source: Add New Download Category
de_de: Neue Download Kategorie erstellen

source: New Download Category Name
de_de: Download Kategoriename

source: Separate download categories with commas
de_de: Download-Kategorien durch Kommas trennen.

source: Add or remove download categories
de_de: Download-Kategorien hinzufügen oder entfernen

source: Choose from the most used download categories
de_de: Wähle aus den meistgenutzten Download-Kategorien

source: No download categories found
de_de: Keine Download-Kategorien gefunden.

source: No download categories
de_de: Keine Download-Kategorien

source: Download Categories list navigation
de_de: Navigation der Download-Kategorienliste

source: Download Categories list
de_de: Download-Kategorienliste

# Download Category Slug
source: download-category
de_de: download-kategorie

source: Manage downloads
de_de: Verwaltung von Downloads

source: Download Counter
de_de: Downloadzähler

source: File
de_de: Datei

source: Select as Download
de_de: Als Download auswählen

source: Select a File
de_de: Datei auswählen

source: Reset Download Counter?
de_de: Downloadzähler zurücksetzen?

source: Post ID missing
de_de: Post ID fehlt

source: Nonce missing
de_de: Nonce fehlt

source: Nonce invalid
de_de: Nonce ungültig

source: No user permission
de_de: Keine Berechtigung

source: No Downloads yet
de_de: Keine Downloads bis jezt

source: <strong>%s</strong> Download counted
de_de: <strong>%s</strong> Download

source: Reset counter
de_de: Downloadzähler zurücksetzen

source: Select a file
de_de: Datei auswählen

source: Remove file
de_de: Datei entfernen

source: Download updated.
de_de: Download aktualisiert.

source: Download restored to revision from %s
de_de: Download aus Revision vom %s wiederhergestellt.

source: Download published.
de_de: Download veröffentlicht.

source: Download saved.
de_de: Download gespeichert.

source: Download submitted.
de_de: Download abgeschickt.

source: Download scheduled for: <strong>%1$s</strong>.
de_de: Download geplant für %s.

source: M j, Y @ G:i
de_de: M j, Y @ H:i

source: Download draft updated.
de_de: Downloadentwurf aktualisiert.

# Download
source: Add New
de_de: Erstellen

source: Add New Download
de_de: Neuen Download erstellen

source: Edit Download
de_de: Download bearbeiten

source: New Download
de_de: Neuer Download

source: View Download
de_de: Download ansehen

source: View Downloads
de_de: Downloads ansehen

source: Search Downloads
de_de: Downloads durchsuchen

source: No Downloads found
de_de: Keine Downloads gefunden.

source: No Downloads found in Trash
de_de: Keine Downloads im Papierkorb gefunden.

source: Parent Download:
de_de: Übergeordnete Download:

source: All Downloads
de_de: Alle Downloads

source: Download Archives
de_de: Download-Archive

source: Download Attributes
de_de: Download-Attribute

source: Insert into download
de_de: In den Download einfügen

source: Uploaded to this download
de_de: Zu diesem Download hochgeladen

source: Featured Image
de_de: Vorschaubild

source: Set featured image
de_de: Vorschaubild festlegen

source: Remove featured image
de_de: Vorschaubild entfernen

source: Use as featured image
de_de: Als Vorschaubild nutzen

source: Filter downloads list
de_de: Downloadsliste filtern

source: Downloads list navigation
de_de: Navigation der Downloadsliste

source: Downloads list
de_de: Downloadliste
